---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.DoorEvacuationExitType
source: html/e65791ae-f142-0604-cf68-06aaa50993d8.htm
---
# Autodesk.Revit.DB.ParameterTypeId.DoorEvacuationExitType Property

"Exit Access"

## Syntax (C#)
```csharp
public static ForgeTypeId DoorEvacuationExitType { get; }
```